[
   {
      
      "title": "El día que dejó de nevar en Alaska",
      "author": "Alice Kellen",
      "price": 2790,
      "categoryId": 2,
      "year": 2021,
      "language": "Español",
      "pages": 352,
      "format": "rustica",
      "editorial": "Titania",
      "description": "Un chico con el corazón de hielo. Una chica que huye de sí misma. Dos destinos que se cruzan. Heather cree que sólo hay tres cosas que sabe hacer: atraer problemas, salir huyendo y correr. Así es como termina en Alaska, en un pueblo perdido, trabajando de camarera mientras intenta llevar una vida nueva y tranquila. Su unico problema es que uno de los dueños del restaurante parece odiarla y que ella nunca antes ha conocido a nadie que le despierte tanto su curiosidad. Nilak es reservado, frío y distante, pero Heather puede ver a través de todas las capas tras las que se esconde y sabe que en ocasiones hay algunos recuerdos que pesan demasiado; como los de sus propios errores, esos que intenta dejar atrás. Pero, a veces, la vida te da una segunda oportunidad. La nieve empieza a derretirse. Y todo encaja."
      
   },
   {
      
      "title": "Sed",
      "author": "Amelie Nothomb",
      "price": 1750,
      "categoryId": 1,
      "year": 2022,
      "language": "Español",
      "pages": 128,
      "format": "rustica",
      "editorial": "Anagrama",
      "description": "Una apasionante y nothombiana reelaboración de la Historia Sagrada, reelaborada por una de las escritoras más geniales de nuestro tiempo. El Testamento según Jesucristo. O el Testamento según Amélie Nothomb. La novelista belga se atreve a dar voz al protagonista y es el propio Jesús quien nos narra su Pasión. Aparecen en estas páginas Poncio Pilatos, los discípulos de Cristo, el traidor Judas, María Magdalena, los milagros, la crucifixión, la muerte y resurrección, las conversaciones de Jesús con su padre divino... Personajes y situaciones de todos conocidos, pero a los que aquí se da una vuelta de tuerca: se nos cuentan con una mirada moderna, un tono lírico y filosófico con toques de humor. Jesús nos habla del alma y la vida eterna, pero también del cuerpo y del aquí y ahora; de lo trascendental, pero también de lo mundano. Y aflora un personaje visionario y reflexivo que conoce el amor, el deseo, la fe, el dolor, la decepción y la duda. Esta novela reinterpreta y humaniza una figura histórica con una mirada acaso transgresora, tal vez iconoclasta, pero que no busca en absoluto la provocación por la provocación ni el escándalo fácil. ¿Un sacrilegio, una blasfemia? Simplemente literatura, y de la buena, con la fuerza y capacidad de seducción a las que nos tiene bien acostumbrados Amélie Nothomb. Si en algunos libros anteriores la autora jugaba a reelaborar fábulas y antiguos cuentos de hadas con un toque contemporáneo, aquí se atreve ni más ni menos que con la Historia Sagrada. Y su muy humano Jesucristo no dejará indiferente a nadie."
      
   },
   {
      
      "title": "El peligro de estar cuerda",
      "author": "Rosa Montero",
      "price": 2500,
      "categoryId": 2,
      "year": 2022,
      "language": "Español",
      "pages": 360,
      "format": "rustica",
      "editorial": "Seix Barral",
      "description": "Partiendo de su experiencia personal y de la lectura de numerosos libros de psicología, neurociencia, literatura y memorias de grandes autores de distintas disciplinas creativas, Rosa Montero nos ofrece un estudio apasionante sobre los vinculos entre la creatividad y la inestabilidad mental. Y lo hace compartiendo con el lector numerosas curiosidades asombrosas sobre como funciona nuestro cerebro al crear, desmenuzando todos los aspectos que influyen en la creatividad, y montándolos ante los ojos del lector mientras escribe, como un detective dispuesto a resolver las piezas dispersas de una investigación. Ensayo y1dispersas de una investigación sobre los vinculos entre la creatividad y la locura, y asi el lector asistirá en directo al mismo proceso de la creación, descubrira la teoria de la tormenta perfecta, esto es, que en el estallido creativo confluyen una serie de factores irrepetibles químicos y situacionales, y compartirá la experiencia personal de como Rosa Montero vivió en directo, y durante años, muy cerca de la locura. El peligro de estar cuerda habla de que las hadas nos dan un don, y nos hacen pagar un precio por el; los normales no pagamos ese duro precio, pero corremos el riesgo de morir de tedio, en lugar de morir de amor. Como en todo, la clave esta en el equilibrio entre el porcentaje de desapego y el de sentimiento, en lograr cierta armonía entre el yo que sufre y el yo controla, dice la propia autora."
      
   },
   {
      
      "title": "El libro más lindo del mundo",
      "author": "Rosario Oyharte",
      "price": 2150,
      "categoryId": 1,
      "year": 2021,
      "language": "Español",
      "pages": 192,
      "format": "tapa dura",
      "editorial": " Vergara",
      "description": "Elisa está por casarse con el novio ideal, hasta que la lectura de una novela la devuelve como un imán a otros tiempos. Muy a su pesar recuerda -una y otra vez- a un amor que todavía está vivo en ella: Sebastian, aquel cliente enigmático que conoció en Three Loves, la pequeña librería neoyorquina donde ella trabajaba. ¿Cuánto tiempo debe pasar para que las viejas heridas cierren? ¿Olvidamos a una persona en brazos de otra? Elisa cree que la lectura y la pasión la pueden salvar de la tristeza, pero el pasado vuelve a hacerse presente, como un perfume que nos lleva sin escalas al momento justo que creíamos ya superado. El libro más lindo del mundo es una bella historia de amor a través del tiempo, que demuestra que todo lo que amamos se convierte en1 Rosario Oyhanarte nos transporta a la ciudad de Nueva York tras el rastro de una trama sorprendente y enamora en cada esquina."
      
   },
   {
      
      "title": "El mentalista",
      "author": "Camilla Läckberg",
      "price": 3600,
      "categoryId": 1,
      "year": 2022,
      "language": "Español",
      "pages": 700,
      "format": "tapa dura",
      "editorial": "Planeta",
      "description": "En un parque de atracciones a las afueras de Estocolmo aparece el cuerpo de una joven asesinada de forma macabra: atravesada por multiples espadas dentro de una caja. La agente de policia Mina Dabiri, reservada y metódica, forma parte del equipo especial de investigación que se hace cargo del caso. Cuando Mina agota todas las posibles pistas, recurre al conocido mentalista Vincent Walder para que los ayude a detectar los indicios que podrían conectar al asesinato con el mundo del ilusionismo. Con la aparición de un nuevo cuerpo, Mina y Vincent entienden que se enfrentan a un despiadado asesino en serie y comienzan una trepidante carrera contrarreloj para descifrar los codigos numéricos y las trampas visuales de una mente brillante y perversa. Un apasionante viaje a la parte más oscura del alma humana que no dejará indiferente a ningun lector."
      
   },
   {
      
      "title": "Perdidos en Nunca Jamás",
      "author": "Alden Thomas",
      "price": 2200,
      "categoryId": 1,
      "year": 2022,
      "language": "Español",
      "pages": 408,
      "format": "tapa dura",
      "editorial": "V&R Editoras SA",
      "description": "Hace cinco años, Wendy apareció en el bosque. Sus hermanos John y Michael, no aparecieron nunca. Jamás. Ahora niños han empezado a desaparecer sin dejar rastro por toda Astoria y el caso de los Darling vuelve a estar en el foco de todas las miradas, acaso estan relacionados?. Wendy no quiere abrir esa herida. No quiere más interrogatorios policiales. No quiere sentir esperanza. Pero, entonces, un chico inconsciente cae del cielo directo hacia ella. Un chico imposible. Uno que no debería existir fuera de las historias que Wendy les contaba a sus hermanos antes de dormir."
      
   },
   {
      
      "title": "Anhelo",
      "author": "Tracy Wollf",
      "price": 3100,
      "categoryId": 2,
      "year": 2022,
      "language": "Español",
      "pages": 672,
      "format": "rustica",
      "editorial": "Planeta",
      "description": "Mi mundo cambió en el instante en el que pisé el instituto Kaymere. Aquí todo resulta extraño: la escuela, los alumnos,las asignaturas; y yo no soy más que una simpre mortal entre ellos, dioses.. o monstruos. Todavía no se a que bando pertenezco, si es que pertenezco a alguno, sólo se que lo que parece unirlos a todos es su odio hacia mí. Pero entre ellos esta Jaxon Vega, un vampiro que esconde oscuros secretos y que no ha sentido nada durante un siglo. Algo en el me atrae, apenas lo conozco, pero se que hay algoroto en su interior que de alguna manera encaja con lo que hay roto en mi. Acercarme a él puede significar el fin del mundo, pero empiezo a sospechar que alguien me ha traído a este lugar a propósito, y tengo que descubrir por qué."
      
   },
   {
      
      "title": "Un reino de Carne y fuego",
      "author": "Jennier Armentrout",
      "price": 2900,
      "categoryId":5,
      "year": 2022,
      "language": "Español",
      "pages": 800,
      "format": "tapa dura",
      "editorial": "Puck",
      "description": "Es el amor mas fuerte que la venganza?. Una traición... Todo lo que ha creído Poppy es mentira, incluído el hombre del que se estaba enamorando. Rodeada de pronto por gente que la ve como un símbolo de un reino monstruoso, apenas sabe quien es, sin el velo de la Doncella. Pero lo que si sabe es que nada es tan peligroso para ella como él. El Señor Oscuro. El príncipe de Atlantia. Una elección... A Casteel Da Neer se lo conoce por muchos nombres y muchas caras. Sus mentiras son tan seductoras como sus manos. Sus verdades, tan sensuales como su mordisco. Poppy sabe que no debe confiar en el. Y Casteel la necesita viva para lograr sus objetivos. Pero el también es la única vía para que ella consiga lo que quiere: encontrar a su hermano Ian. Un secreto... El malestar crece en Atlantia mientras esperan el regreso de su príncipe. Los rumores de guerra se estan extendiendo, y Poppy esta en el centro de todo ello. El rey quiere utilizarla para enviar un mensaje. Los Descendientes quieren verla muerta. Los wolven se estan volviendo más impredecibles. Hay secretos oscuros en juego, secretos llenos de los pecados manchados de sangre de dos reinos que harían cualquier cosa por mantener la verdad oculta."
      
   },
   {
      
      "title": "Casa de cielo y aliento",
      "author": "Sarah Maas",
      "price": 3200,
      "categoryId":5,
      "year": 2022,
      "language": "Español",
      "pages": 832,
      "format": "tapa dura",
      "editorial": "Alfaguara",
      "description": "Bryce Quinlan y Hunt Athalar han salvado Ciudad Medialuna, por fin ha llegado el momento de bajar la guardia y tratar de volver a la normalidad. Para ello, han acordado tomárselo con calma y no empezar su relación hasta el Solsticio de Invierno, si es que antes no incendian la ciudad con su deseo. Pero todavía no están fuera de peligro. Cuando Bryce, Hunt y sus amigos se ven involucrados en un movimiento rebelde del que no quieren formar parte, se dan cuenta de que tienen que tomar una decisión: callar mientras otros sufren o luchar por un mundo mejor. Y la verdad es que callar nunca se les ha dado bien. Una serie con personajes cautivadores, un mundo epico al borde de la guerra y una heroína de armas tomar que no se detendrá ante nada para proteger su ciudad, y la deliciosa tensión que caracteriza las novelas de Sarah J. Maas, autora de Una corte de rosas y espinas."
      
   },
   {
      
      "title": "Todas las cosas que te dire mañana",
      "author": "Elisabet Benavent",
      "price": 4500,
      "categoryId":2,
      "year": 2022,
      "language": "Español",
      "pages": 523,
      "format": "rustica",
      "editorial": "Suma De Letras",
      "description": "¿Y si tuvieras la oportunidad de cambiar lo que ya has vivido? Elísabet Benavent, la autora de Un cuento perfecto y de la Saga Valeria, regresa con su novela más diferente y original: un romance fragmentado con el tiempo como aliado y el amor como hoja de ruta. Miranda trabaja como subdirectora en una revista de moda. Miranda es feliz junto a Tristán. Por eso no entiende que la este dejando. Ojalá pudiera dar marcha atrás y volver al momento en que se conocieron... Pero ¿y si realmente tuviera la oportunidad de cambiar su historia?"
      
   },
   {
      
      "title": "El camino de fuego",
      "author": "María Oruña",
      "price": 2500,
      "categoryId":1,
      "year": 2022,
      "language": "Español",
      "pages": 523,
      "format": "rustica",
      "editorial": "Destino",
      "description": "Al tiempo, viajaremos a mediados del siglo XIX y descubriremos cómo Jules Berlioz —un modesto librero de las Highlands— y Mary MacLeod —una joven perteneciente a una familia escocesa acomodada— entrecruzan sus pasos en un camino literario y prohibido en el que el crimen lo salpicará todo de dudas y silencio hasta nuestros días."
      
   },
   {
      
      "title": "Roma soy yo",
      "author": "Santiago Posteguillo",
      "price": 3200,
      "categoryId":1,
      "year": 2022,
      "language": "Español",
      "pages": 752,
      "format": "rustica",
      "editorial": "Ediciones B",
      "description": "Roma, año 77 a.C. El cruel senador Dolabela va a ser juzgado por corrupción, pero ha contratado a los mejores abogados, ha comprado al jurado y es conocido por usar la violencia contra todos los que se enfrentan a él. Nadie se atreve a ser el fiscal, hasta que de pronto, contra todo pronóstico, un joven patricio de tan solo veintitrés años acepta llevar la acusación, defender al pueblo de Roma y desafiar el poder de las élites."
      
   },
   {
      
      "title": "De sangre y cenizas",
      "author": "Armentrout Jennifer",
      "price": 4500,
      "categoryId": 1,
      "year": 2021,
      "language": "Español",
      "pages": 672,
      "format": "rustica",
      "editorial": "PUCK",
      "description": "Elegida desde su nacimiento para dar comienzo a una nueva era, la vida de Poppy nunca le ha pertenecido. La vida de laDoncella es solitaria. Jamas la tocaran. Jamas la mirara. Jamas le hablaran. Jamas sentira placer. Mientras espera al dia de su Ascension, preferiria estar con los guardias luchando contra el mal que se llevo a su familia que estar preparandose para que los dioses la encuentren lo bastante digna. Pero la eleccion nunca ha sido suya. Un deber... El futuro del reino entero recae sobre los hombros de Poppy,algo que ni siquiera esta demasiado segura de querer para ella."
      
   },
   {
      
      "title": "El Principe Cruel",
      "author": "Holly Black",
      "price": 4500,
      "categoryId": 5,
      "year": 2018,
      "language": "Español",
      "pages": 672,
      "format": "rustica",
      "editorial": "Editorial Hidra",
      "description": "Jude tenía siete años cuando sus padres fueron asesinados y, junto con sus dos hermanas, fue trasladada a la traicionera Corte Suprema del Reino Feérico. Diez años más tarde, lo único que Jude desea, a pesar de ser una mera mortal, es sentir que pertenece a ese lugar. Pero muchos de los habitantes desprecian a los humanos. Especialmente el Príncipe Cardan, el hijo más joven y perverso del Alto Rey. Para hacerse un hueco en la Corte, Jude deberá enfrentarse a él. Y afrontar las consecuencias. Como resultado, se verá envuelta en las intrigas y engaños del palacio, además de descubrir su propia habilidad para el derramamiento de sangre. Al tiempo que la guerra civil amenaza con arrasar las Cortes Feéricas, Jude se verá obligada a poner en riesgo su propia vida con una peligrosa alianza."
      
   },
    {
      
      "title": "La Cuarta Revolucion Industrial",
      "author": "Schwab Klaus",
      "price": 4100,
      "categoryId": 4,
      "year": 2016,
      "language": "Español",
      "pages": 672,
      "format": "rustica",
      "editorial": "Debate",
      "description": "Son muchos los desafíos a los que se enfrenta el mundo hoy; pero posiblemente uno de los más importantes sea comprender la nueva rev olución tecnológica. Por primera vez podemos afirmar que la cuarta revolución industrial acarrea la transformación de la humanidad; debido a la convergencia de sistemas digitales; físicos y biológicos que la protagonizan. Las nuevas tecnologías están cambiando la manera en la que vivimos; trabajamos y nos relacionamos los unos con los otros; y la velocidad; amplitud y profundidad de esta revolución nos están obligando a repensar cómo los países se desarrollan; cómo las organizaciones generan valor e incluso qué significa ser humanos."
      
   },
   {
      
      "title": "Extinción",
      "author": "Flavia Broffoni",
      "price": 2800,
      "categoryId": 4,
      "year": 2020,
      "language": "Español",
      "pages": 672,
      "format": "Digital",
      "editorial": "Sudamericana",
      "description": "Extinción nos revela con evidencia científica la crisis ecológica y climática que atraviesa nuestro planeta. En los próximos cincuenta años 4000 millones de personas vivirán en zonas no aptas para la producción de alimentos. Para 2080 América del Sur estará en una sequía extrema. El 60% de los mamíferos y el 70% de las aves son criados para alimentar humanos. Este año una pandemia puso en estado de emergencia a todo el mundo. El 60% de las enfermedades infecciosas son transmitidas por animales."
      
   },
   {
      
      "title": "Heartstopper",
      "author": "Alice Oseman",
      "price": 3500,
      "categoryId": 2,
      "year": 2020,
      "language": "Español",
      "pages": 321,
      "format": "rustica",
      "editorial": "Vyra",
      "description": "Charlie y Nick van al mismo colegio, aunque nunca se haban cruzado hasta el día en que los hacen sentarse juntos en su grupo de estudio. Muy pronto se vuelven amigos y más pronto aún Charlie comienza a sentir cosas por Nick... aunque sabe que es un imposible. Pero el amor obra de formas inesperadas, y Nick está más interesado en Charlie de lo que ninguno de los dos puede llegar a creer."
      
   },
   {
      
      "title": "Reino de Papel",
      "author": "Victoria Resco",
      "price": 2800,
      "categoryId": 2,
      "year": 2022,
      "language": "Español",
      "pages": 480,
      "format": "rustica",
      "editorial": "Vyra",
      "description": "La persona que Aspen Vann más odia, no es otra que Aspen Vann. Para quien la mire no es otra cosa que perfecta e inquebrantable, popular, bonita, inalcanzable. Toda una profesional de la mentira. Pero cuando todo a su alrededor se vuelve un caos y los muros que tan perfectamente ha construido en su interior comienzan a resquebrajarse, un chico y su gato malhumorado entran como un rayo de sol a su cielo nublado y ponen su vida de cabeza. Araron llena sus días de color y ruiseñores. Le muestra caras de sí misma que no sabía que tenía. Que la aterran, que la increpan. Que la hacen desear ser una chica que nunca creyó poder ser. ¿Podrá una nueva Aspen surgir de entre tanta oscuridad y tantas mentiras?"
      
   },
   {
      
      "title": "Heartstopper boxset",
      "author": "Alice Oseman",
      "price": 4900,
      "categoryId": 2,
      "year": 2021,
      "language": "Español",
      "pages": 425,
      "format": "boxset",
      "editorial": "Vyra",
      "description": "Charlie y Nick van al mismo colegio, aunque nunca se haban cruzado hasta el día en que los hacen sentarse juntos en su grupo de estudio. Muy pronto se vuelven amigos y más pronto aún Charlie comienza a sentir cosas por Nick... aunque sabe que es un imposible. Pero el amor obra de formas inesperadas, y Nick está más interesado en Charlie de lo que ninguno de los dos puede llegar a creer."
      
   },
   {
      
      "title": "Nosotros en la luna",
      "author": "Alice Kellen",
      "price": 4900,
      "categoryId": 2,
      "year": 2021,
      "language": "Español",
      "pages": 480,
      "format": "rustica",
      "editorial": "Planeta",
      "description": "Cuando Rhys y Ginger se conocen en las calles de la ciudad de la luz, no imaginan que sus vidas se unirán para siempre, a pesar de la distancia y de que no puedan ser más diferente Ella vive en Londres y a veces se siente tan perdida que se ha olvidado hasta de sus propios sueños. El es incapaz de quedarse quieto en ningun lugar y cree saber quien es. Y cada noche su amistad crece entre emails que estan llenos deconfidencias, dudas e inquietudes. Pero que ocurre cuando el paso del tiempo pone a prueba su relación? Es posible colgarse de la luna junto a otra persona sin poner en riesgo el corazón?. Una historia sobre el amor, el destino y la búsqueda de uno mismo."
      
   },
   {
      
      "title": "Haikyuu Box-Set",
      "author": "Furudate Haruichi",
      "price": 4900,
      "categoryId": 1,
      "year": 2012,
      "language": "Español",
      "pages": 240,
      "format": "rustica",
      "editorial": "Shueisha",
      "description": "La historia empieza cuando Shōyō Hinata, aún siendo un estudiante de primaria, ve un partido de voleibol por la televisión, en el cual ve jugar al conocido Pequeño Gigante. Desde entonces, desea convertirse en alguien como él, debido a que ambos son bajos de estatura, y comienza a aficionarse por el deporte."
      
   },
   {
      
      "title": "Rojo, Blanco y Sangre Azul",
      "author": "Casey Mcquiston",
      "price": 3000,
      "categoryId": 2,
      "year": 2021,
      "language": "Español",
      "pages": 496,
      "format": "rustica",
      "editorial": "Molina",
      "description": "Alex Clarademont-Díaz, el hijo millennial de la presidenta de los Estados Unidos, es un tesoro para el marketing de la Casa Blanca: atractivo, carismático e inteligente. Lo que nadie sabe es que no soporta al príncipe Henry, el hijo de la reina de Inglaterra. Así que, cuando la prensa sensacionalista se hace con una fotografía que refleja un altercado entre Alex y Henry, las relaciones entre Estados Unidos y el Reino Unido se enfrían. Ambos países trazan un plan para paliar los daños. Lo que empieza como una falsa amistad, publicada en Instagram, se va transformando en algo más profundo de lo que Alex y Henry podrían haber imaginado."
      
   },
   {
      
      "title": "Seis de Cuervos",
      "author": "LEIGH BARDUGO",
      "price": 3000,
      "categoryId": 5,
      "year": 2021,
      "language": "Español",
      "pages": 325,
      "format": "rustica",
      "editorial": "Editorial Hidra",
      "description": "Ketterdam:Un desbordante foco de comercio internacional donde todo se puede conseguir por el precio adecuado, como bien sabe el prodigio criminal Kaz Brekker. A Kaz le acaban de ofrecer la oportunidad de llevar a cabo un gran robo, un arriesgado golpe que podría hacerle más rico de lo que se jamás se ha atrevido a imaginar en sus sueños más salvajes. Pero no podrá llevarlo a cabo por sí solo: tendrá que reclutar a un peculiar equipo formado por un convicto, una espía, un pistolero, una Grisha, un ladrón y un fugitivo. Aunque ellos no lo saben, llegado el momento los miembros del grupo de Kaz serán los únicos capaces de salvar el mundo de la aniquilación total. Bueno, lo serán si no se matan entre ellos primero."
      
   },
   {
      
      "title": "DUNE (Las Crónicas de Dune 1)",
      "author": "Frank Herbert",
      "price": 4600,
      "categoryId": 5,
      "year": 2017,
      "language": "Español",
      "pages": 704,
      "format": "rustica",
      "editorial": "Nova Casa Editorial",
      "description": "Arrakis: un planeta desértico donde el agua es el bien más preciado y, donde llorar a los muertos es el símbolo de máxima prodigalidad.Paul Atreides: un adolescente marcado por un destino singular, dotado de extraños poderes y, abocado a convertirse en dictador, mesías y mártir. Los Harkonnen: personificación de las intrigas que rodean el Imperio Galáctico, buscan obtener el control sobre Arrakis para disponer de la melange, preciosa especia y uno de los bienes más codiciados del universo. Los Fremen: seres libres que han convertido el inhóspito paraje de Dune en su hogar, y que se sienten orgullosos de su pasado y temerosos de su futuro."
      
   },
   {
      
      "title": "El Pecador  de Oxford",
      "author": "Mar Petryk",
      "price": 2600,
      "categoryId": 5,
      "year": 2022,
      "language": "Español",
      "pages": 512,
      "format": "rustica",
      "editorial": "Nova Casa Editorial",
      "description": "¿Y si la persona que amas fuera un monstruo? ¿Y si la obsesión que siente por ti congregara a otros miles? ¿En quién podrías confiar? ¿Acaso alguna vez te sentirías a salvo? Isabelle cambió su nombre y renunció a su vida cuando descubrió que su marido no era el apuesto y encantador profesor de Teología que le juró amor hasta el fin de los días, sino un asesino serial a quien la prensa apodó El pecador de Oxford. Tres años más tarde, un extraño paquete llega a su puerta, así como los fantasmas que había creído dejar atrás. Sabe que solo una persona puede estar operando desde las sombras, y ahora su vida corre peligro. Un enigmático francotirador retirado se pegará a ella como si fuera su segunda piel e intentará protegerla, pero la obsesión es sangre irrefrenable. Entre los peligros que la acechan, Isabelle intentará hacer lugar a la pasión que alguna vez colmó su alma, pero todos son sospechosos y el deseo de poner fin a tanto sufrimiento primará sobre las razones que dicta su corazón. ¿Quiénes son los malos? ¿Quiénes son los buenos? Es imposible saberlo cuando tu vida pende de un hilo."
      
   },
   {
      
      "title": "Destroza Este Libro",
      "author": "Keri Smith",
      "price": 2600,
      "categoryId":7,
      "year": 2018,
      "language": "Español",
      "pages": 224,
      "format": "rustica",
      "editorial": "Paidos",
      "description": "Puede que seas un experto destrozador y que hayas devorado uno o varios ejemplares de Destroza este diario. O tal vez esta sea tu primera vez (pst, puede que esta experiencia te cambie la vida). Sea como sea, no busques más, has encontrado el libro perfecto para destrozar. Te presentamos el nuevo Destroza este diario, ¡ahora en una impresionante edición a todo color! Dentro encontrarás retos para pintar, romper, transformar y dar rienda suelta a tu creatividad; una mezcla de tus retos favoritos y otros completamente nuevos. Destroza este diario. Ahora a todo color te invita a destrozar en colores: mezcla pinturas para crear barro, deja que la suerte elija el tono, recorta tiras de papel de brillantes colores, y mucho más."
      
   },
   {
      
      "title": "El Milagro Metabólico y Antiestrés",
      "author": "Carlos Jaramillo",
      "price": 2600,
      "categoryId": 4,
      "year": 2021,
      "language": "Español",
      "pages": 305,
      "format": "rustica",
      "editorial": "Planeta",
      "description": "El nuevo título del autor de El milagro metabólico nos explica por qué el estrés es el asesino silencioso más mortal de nuestros tiempos. Todos estamos en su mira. Por eso el momento para cambiar nuestro estilo de vida es ahora."
      
   },
   {
      
      "title": "Damian",
      "author": "Álex Mirez",
      "price": 3200,
      "categoryId": 2,
      "year": 2022,
      "language": "Español",
      "pages": 495,
      "format": "rustica",
      "editorial": "Nova Casa Editorial",
      "description": "Un pueblo. Un chico misterioso y atractivo. Un secreto. Una chica dispuesta a descubrirlo. Unos gustos bastantes retorcidos. Y una oscura y sangrienta verdad."
      
   },
   {
      
      "title": "Los 7 maridos de evelyn hugo",
      "author": "Taylor Jenkins Reid",
      "price": 4900,
      "categoryId": 2,
      "year": 2017,
      "language": "Español",
      "pages": 384,
      "format": "rustica",
      "editorial": "Nova Casa Editorial",
      "description": "Evelyn Hugo, el ícono de Hollywood que se ha recluido en su edad madura, decide al fin contar la verdad sobre su vida llena de glamour y de escándalos. Pero cuando elige para ello a Monique Grant, una periodista desconocida, nadie se sorprende más que la misma Monique. Por qué ella ? Por qué ahora ? Monique no está precisamente en su mejor momento. Su marido la abandonó, y su vida profesional no avanza. Aún ignorando por que Evelyn la ha elegido para escribir su biografía. Monique esta decidida a aprovechar esa oportunidad para dar impulso a su carrera. Convocada al lujoso apartamento de Evelyn, Monique escucha fascinada mientras la actriz le cuenta su historia. Desde su llegada a Los Angeles en los años 50 hasta su decisión de abandonar su carrera en el espectáculo en los 80 - y desde luego, los siete maridos que tuvo en ese tiempo - Evelyn narra una historia de ambición implacable, amistad inesperada y un gran amor prohibido."
      
   },
   {
      
      "title": "Hecha de estrellas",
      "author": "Herring Blake Ashley",
      "price": 3700,
      "categoryId": 2,
      "year": 2019,
      "language": "Español",
      "pages": 495,
      "format": "rustica",
      "editorial": "V&R Editoras S.A",
      "description": "Mara y Owen son los gemelos más cercanos del mundo. Así que cuando él es acusado de violación, ella no sabe que pensar ¿puede su hermano ser culpable de algo tan atroz? Dividida entre el amor de su familia y su sentido de justicia, Mara deberá hacerle frente a un trauma del pasado que le impide ser libre y ser fuerte para enfrentar la realidad de su presente. Con sensibilidad y franqueza esta novela encara el abuso sexual, la culpa que enfrentan las víctimas y los límites del consentimiento."
      
   },
   {
      
      "title": "UNA CORONA DE HUESOS DORADOS",
      "author": "Armentrout, Jennifer",
      "price": 3200,
      "categoryId": 5,
      "year": 2021,
      "language": "Español",
      "pages": 495,
      "format": "rustica",
      "editorial": "Punk",
      "description": "Inclínate ante tu reina o sangra ante ella… De la autora superventas del New York Times Jennifer L. Armentrout llega el tercer libro de su saga De sangre y cenizas. Ha sido la víctima y la superviviente… Poppy jamás soñó que encontraría el amor que ha encontrado con el príncipe Casteel. Le gustaría disfrutar de su felicidad, pero primero deben liberar al hermano de Casteel y encontrar al suyo. Es una misión peligrosa y una de enormes consecuencias con las que ninguno de los dos había soñado. Porque Poppy es la Elegida, la Bendecida. La verdadera regente de Atlantia. Lleva en su interior la sangre del rey de los dioses. Por derecho propio, la corona y el reino son suyos."
      
   },
   {
      
      "title": "Fantasmas - El amor en los tiempos del ghosting",
      "author": "Dolly Alderton",
      "price": 4700,
      "categoryId": 2,
      "year": 2021,
      "language": "Español",
      "pages": 416,
      "format": "rustica",
      "editorial": "Planeta",
      "description": "Nina y Lola son dos amigas de treinta y pocos: independientes y con éxito profesional, tienen la sensación que se están quedando atrás mientras sus amigas se casan y tienen hijos, pero tampoco quieren perder su libertad ni quedarse con el primer tipo que aparezca. Cuando Nina conoce a Max a través de una app de citas recupera la confianza en el amor, pero tras unos meses maravillosos, Max desparece de su vida en el momento álgido de su relación."
      
   },
   {
      
      "title": "Romper el círculo (It Ends With Us)",
      "author": "Colleen Hoover",
      "price": 4700,
      "categoryId": 2,
      "year": 2018,
      "language": "Español",
      "pages": 400,
      "format": "rustica",
      "editorial": "Planeta",
      "description": "Lily no siempre lo ha tenido fácil. Por eso, su idílica relación con un magnífico neurocirujano llamado Ryle Kincaid, parece demasiado buena para ser verdad. Cuando Atlas, su primer amor, reaparece repentinamente y Ryle comienza a mostrar su verdadera cara, todo lo que Lily ha construido con él se ve amenazado."
      
   },
   {
      
      "title": "Me falta una teta",
      "author": "Raquel Haro",
      "price": 4700,
      "categoryId": 3,
      "year": 2021,
      "language": "Español",
      "pages": 384,
      "format": "rustica",
      "editorial": "Planeta",
      "description": "Cuando el médico le coge las manos para anunciarle que tiene cáncer de mama, lo primero que teme Raquel, guionista y madre soltera de un niño de cuatro años, no es perder la teta, sino su pelazo, y encima justo ahora que acaba de hacerse el alisado de queratina. A medida que asimila la noticia y arranca el tratamiento, el miedo se asienta como un fiel compañero de viaje, al que ella pone a raya a golpe de un humor descarado y sin complejos."
      
   },
   {
      
      "title": "Anónima",
      "author": "Wendy Mora",
      "price": 4700,
      "categoryId": 2,
      "year": 2021,
      "language": "Español",
      "pages": 136,
      "format": "rustica",
      "editorial": "Planeta",
      "description": "Ella: Lo último que quieres cuando tienes insomnio es que te llegue un mensaje cuando estabas a punto de quedarte dormida. Para colmo, están coqueteando contigo y tú, entre todas tus amigas, eres la que menos liga de todas. Tienes exámenes al día siguiente y no puedes creer que un idiota te esté quitando el sueño, literalmente. Él: Por fin conociste a la chica de tus sueños y te dio su número de móvil. Le mandas un mensaje para invitarla a salir y te contesta otra que está completamente loca. Te han engañado. Te dieron un número falso. Pero te divierte que la chica que te contestó se enfade tantísimo. Y… ¿si le mandas otro mensaje? Madrugar, escuchar las broncas de tus padres, dormirte en la primera hora de clase, mirar a tu alrededor y no encontrar a nadie interesante, estar harto de la música que escuchan todos… Esa es la historia de Alex y Elizabeth, nada fuera de lo común, hasta que un mensaje lo cambia todo."
      
   },
   {
      
      "title": "La cabaña",
      "author": "Natasha Preston",
      "price": 3100,
      "categoryId": 8,
      "year": 2019,
      "language": "Español",
      "pages": 352,
      "format": "rustica",
      "editorial": "Booket",
      "description": "Un fin de semana de juerga en una cabaña remota es justamente lo que Mackenzie necesita. Quiere divertirse a tope con sus amigos, lejos de los padres y las obligaciones. Pero tras una noche loca dos de ellos mueren... asesinados. Sin signos de que la puerta haya sido forzada y ningún rastro de forcejeo, las sospechas recaen sobre el grupo de amigos. Entre ellos solo hay un asesino. Pero ninguno es inocente."
      
   }


]