[
   {
      "id": 1,
      "name": "El día que dejó de nevar en Alaska",
      "author": "Alice Kellen",
      "price": 2790,
      "category": "Ficción",
      "year": 2021,
      "language": "Español",
      "pages": 352,
      "format": "Rústica",
      "editorial": "Titania",
      "description": "Un chico con el corazón de hielo. Una chica que huye de sí misma. Dos destinos que se cruzan. Heather cree que sólo hay tres cosas que sabe hacer: atraer problemas, salir huyendo y correr. Así es como termina en Alaska, en un pueblo perdido, trabajando de camarera mientras intenta llevar una vida nueva y tranquila. Su unico problema es que uno de los dueños del restaurante parece odiarla y que ella nunca antes ha conocido a nadie que le despierte tanto su curiosidad. Nilak es reservado, frío y distante, pero Heather puede ver a través de todas las capas tras las que se esconde y sabe que en ocasiones hay algunos recuerdos que pesan demasiado; como los de sus propios errores, esos que intenta dejar atrás. Pero, a veces, la vida te da una segunda oportunidad. La nieve empieza a derretirse. Y todo encaja.",
      "img": "ficcion1.png"
   },
   {
      "id": 2,
      "name": "Sed",
      "author": "Amelie Nothomb",
      "price": 1750,
      "category": "Ficción",
      "year": 2022,
      "language": "Español",
      "pages": 128,
      "format": "Rústica",
      "editorial": "Anagrama",
      "description": "Una apasionante y nothombiana reelaboración de la Historia Sagrada, reelaborada por una de las escritoras más geniales de nuestro tiempo. El Testamento según Jesucristo. O el Testamento según Amélie Nothomb. La novelista belga se atreve a dar voz al protagonista y es el propio Jesús quien nos narra su Pasión. Aparecen en estas páginas Poncio Pilatos, los discípulos de Cristo, el traidor Judas, María Magdalena, los milagros, la crucifixión, la muerte y resurrección, las conversaciones de Jesús con su padre divino... Personajes y situaciones de todos conocidos, pero a los que aquí se da una vuelta de tuerca: se nos cuentan con una mirada moderna, un tono lírico y filosófico con toques de humor. Jesús nos habla del alma y la vida eterna, pero también del cuerpo y del aquí y ahora; de lo trascendental, pero también de lo mundano. Y aflora un personaje visionario y reflexivo que conoce el amor, el deseo, la fe, el dolor, la decepción y la duda. Esta novela reinterpreta y humaniza una figura histórica con una mirada acaso transgresora, tal vez iconoclasta, pero que no busca en absoluto la provocación por la provocación ni el escándalo fácil. ¿Un sacrilegio, una blasfemia? Simplemente literatura, y de la buena, con la fuerza y capacidad de seducción a las que nos tiene bien acostumbrados Amélie Nothomb. Si en algunos libros anteriores la autora jugaba a reelaborar fábulas y antiguos cuentos de hadas con un toque contemporáneo, aquí se atreve ni más ni menos que con la Historia Sagrada. Y su muy humano Jesucristo no dejará indiferente a nadie.",
      "img": "ficcion2.png"
   },
   {
      "id": 3,
      "name": "El peligro de estar cuerda",
      "author": "Rosa Montero",
      "price": 2500,
      "category": "Ficción",
      "year": 2022,
      "language": "Español",
      "pages": 360,
      "format": "Rústica",
      "editorial": "Seix Barral",
      "description": "Partiendo de su experiencia personal y de la lectura de numerosos libros de psicología, neurociencia, literatura y memorias de grandes autores de distintas disciplinas creativas, Rosa Montero nos ofrece un estudio apasionante sobre los vinculos entre la creatividad y la inestabilidad mental. Y lo hace compartiendo con el lector numerosas curiosidades asombrosas sobre como funciona nuestro cerebro al crear, desmenuzando todos los aspectos que influyen en la creatividad, y montándolos ante los ojos del lector mientras escribe, como un detective dispuesto a resolver las piezas dispersas de una investigación. Ensayo y ficción dispersas de una investigación sobre los vinculos entre la creatividad y la locura, y asi el lector asistirá en directo al mismo proceso de la creación, descubrira la teoria de la tormenta perfecta, esto es, que en el estallido creativo confluyen una serie de factores irrepetibles químicos y situacionales, y compartirá la experiencia personal de como Rosa Montero vivió en directo, y durante años, muy cerca de la locura. El peligro de estar cuerda habla de que las hadas nos dan un don, y nos hacen pagar un precio por el; los normales no pagamos ese duro precio, pero corremos el riesgo de morir de tedio, en lugar de morir de amor. Como en todo, la clave esta en el equilibrio entre el porcentaje de desapego y el de sentimiento, en lograr cierta armonía entre el yo que sufre y el yo controla, dice la propia autora.",
      "img": "ficcion3.png"
   },
   {
      "id": 4,
      "name": " El libro más lindo del mundo",
      "author": " Rosario Oyharte",
      "price": 2150,
      "category": "1",
      "year": 2021,
      "language": " Español",
      "pages": 192,
      "format": "Blanda",
      "editorial": " Vergara",
      "description": "Elisa está por casarse con el novio ideal, hasta que la lectura de una novela la devuelve como un imán a otros tiempos. Muy a su pesar recuerda -una y otra vez- a un amor que todavía está vivo en ella: Sebastian, aquel cliente enigmático que conoció en Three Loves, la pequeña librería neoyorquina donde ella trabajaba. ¿Cuánto tiempo debe pasar para que las viejas heridas cierren? ¿Olvidamos a una persona en brazos de otra? Elisa cree que la lectura y la pasión la pueden salvar de la tristeza, pero el pasado vuelve a hacerse presente, como un perfume que nos lleva sin escalas al momento justo que creíamos ya superado. El libro más lindo del mundo es una bella historia de amor a través del tiempo, que demuestra que todo lo que amamos se convierte en ficción. Rosario Oyhanarte nos transporta a la ciudad de Nueva York tras el rastro de una trama sorprendente y enamora en cada esquina.",
      "img": "ficcion4.png"
   },
   {
      "id": 5,
      "name": "El mentalista",
      "author": "Camilla Läckberg",
      "price": 3600,
      "category": "Ficción",
      "year": 2022,
      "language": "Español",
      "pages": 700,
      "format": "Blanda",
      "editorial": "Planeta",
      "description": "En un parque de atracciones a las afueras de Estocolmo aparece el cuerpo de una joven asesinada de forma macabra: atravesada por multiples espadas dentro de una caja. La agente de policia Mina Dabiri, reservada y metódica, forma parte del equipo especial de investigación que se hace cargo del caso. Cuando Mina agota todas las posibles pistas, recurre al conocido mentalista Vincent Walder para que los ayude a detectar los indicios que podrían conectar al asesinato con el mundo del ilusionismo. Con la aparición de un nuevo cuerpo, Mina y Vincent entienden que se enfrentan a un despiadado asesino en serie y comienzan una trepidante carrera contrarreloj para descifrar los codigos numéricos y las trampas visuales de una mente brillante y perversa. Un apasionante viaje a la parte más oscura del alma humana que no dejará indiferente a ningun lector.",
      "img": "ficcion5.png"
   },
   {
      "id": 6,
      "name": "    Perdidos en Nunca Jamás",
      "author": "    Alden Thomas",
      "price": 2200,
      "category": "1",
      "year": 2022,
      "language": "    Español",
      "pages": 408,
      "format": "Audiolibro",
      "editorial": "    V&R Editoras SA",
      "description": "sasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasdsasdasd",
      "img": "juvenil1.png"
   },
   {
      "id": 7,
      "name": "Anhelo",
      "author": "Tracy Wollf",
      "price": 3100,
      "category": "Juvenil",
      "year": 2022,
      "language": "Español",
      "pages": 672,
      "format": "Rústica",
      "editorial": "Planeta",
      "description": "Mi mundo cambió en el instante en el que pisé el instituto Kaymere. Aquí todo resulta extraño: la escuela, los alumnos,las asignaturas; y yo no soy más que una simpre mortal entre ellos, dioses.. o monstruos. Todavía no se a que bando pertenezco, si es que pertenezco a alguno, sólo se que lo que parece unirlos a todos es su odio hacia mí. Pero entre ellos esta Jaxon Vega, un vampiro que esconde oscuros secretos y que no ha sentido nada durante un siglo. Algo en el me atrae, apenas lo conozco, pero se que hay algoroto en su interior que de alguna manera encaja con lo que hay roto en mi. Acercarme a él puede significar el fin del mundo, pero empiezo a sospechar que alguien me ha traído a este lugar a propósito, y tengo que descubrir por qué.",
      "img": "juvenil2.png"
   },
   {
      "id": 8,
      "name": "Un reino de Carne y fuego",
      "author": "Jennier Armentrout",
      "price": 2900,
      "category": "Juvenil",
      "year": 2022,
      "language": "Español",
      "pages": 800,
      "format": "Blanda",
      "editorial": "Puck",
      "description": "Es el amor mas fuerte que la venganza?. Una traición... Todo lo que ha creído Poppy es mentira, incluído el hombre del que se estaba enamorando. Rodeada de pronto por gente que la ve como un símbolo de un reino monstruoso, apenas sabe quien es, sin el velo de la Doncella. Pero lo que si sabe es que nada es tan peligroso para ella como él. El Señor Oscuro. El príncipe de Atlantia. Una elección... A Casteel Da Neer se lo conoce por muchos nombres y muchas caras. Sus mentiras son tan seductoras como sus manos. Sus verdades, tan sensuales como su mordisco. Poppy sabe que no debe confiar en el. Y Casteel la necesita viva para lograr sus objetivos. Pero el también es la única vía para que ella consiga lo que quiere: encontrar a su hermano Ian. Un secreto... El malestar crece en Atlantia mientras esperan el regreso de su príncipe. Los rumores de guerra se estan extendiendo, y Poppy esta en el centro de todo ello. El rey quiere utilizarla para enviar un mensaje. Los Descendientes quieren verla muerta. Los wolven se estan volviendo más impredecibles. Hay secretos oscuros en juego, secretos llenos de los pecados manchados de sangre de dos reinos que harían cualquier cosa por mantener la verdad oculta.",
      "img": "juvenil3.png"
   },
   {
      "id": 9,
      "name": "Casa de cielo y aliento",
      "author": "Sarah Maas",
      "price": 3200,
      "category": "Juvenil",
      "year": 2022,
      "language": "Español",
      "pages": 832,
      "format": "Blanda",
      "editorial": "Alfaguara",
      "description": "Bryce Quinlan y Hunt Athalar han salvado Ciudad Medialuna, por fin ha llegado el momento de bajar la guardia y tratar de volver a la normalidad. Para ello, han acordado tomárselo con calma y no empezar su relación hasta el Solsticio de Invierno, si es que antes no incendian la ciudad con su deseo. Pero todavía no están fuera de peligro. Cuando Bryce, Hunt y sus amigos se ven involucrados en un movimiento rebelde del que no quieren formar parte, se dan cuenta de que tienen que tomar una decisión: callar mientras otros sufren o luchar por un mundo mejor. Y la verdad es que callar nunca se les ha dado bien. Una serie con personajes cautivadores, un mundo epico al borde de la guerra y una heroína de armas tomar que no se detendrá ante nada para proteger su ciudad, y la deliciosa tensión que caracteriza las novelas de Sarah J. Maas, autora de Una corte de rosas y espinas.",
      "img": "juvenil4.png"
   },
   {
      "id": 10,
      "name": "Loveless",
      "author": "Alice Oseman",
      "price": 2300,
      "category": "Juvenil",
      "year": 2022,
      "language": "Español",
      "pages": 463,
      "format": "Blanda",
      "editorial": "V&R Editoras SA",
      "description": "Georgia nunca ha besado a nadie. Ni se ha enamorado. Y no entiende por qué. Como la romantica empedernida fanática de los fanfiction que es, esta segura de que muy pronto la situación va a cambiar La universidad esta a la vuelta de la esquina y allí tiene que encontrar el amor. Sin embargo, algo no cuaja. Cuanto más lo intenta, más lo fuerza. Y más confundida se siente. Sera que el romance no fue hecho para ella? Acaso esta destinada a vivir sin amar? Georgia tendrá que aprender y aceptar que el verdadero amor no es necesariamente romantico en este nuevo libro de la aclamada autora de Heartstopper.",
      "img": "juvenil5.png"
   }
]